"Gateway Setup Assistant"="ゲートウェイ設定アシスタント";

// Standard window stuff

"kMainPanelWindowFormat" = "%@: %@"; // first is app name, second is hostname
"kLoading" = "読み込み中...";
"Gateway Setup Assistant: %@" = "ゲートウェイ設定アシスタント：%@";

// Menubar strings
"kShowActivityViewer" = "進行状況を表示";
"kHideActivityViewer" = "進行状況を隠す";

// Alerts or sheets

"kError" = "エラー";
"kAuthenticationFailure" = "入力したユーザ名またはパスワードが間違っています。";
"kNoMessage" = "サーバが応答を返しませんでした。";
"kServerError" = "サーバからエラーが返されました。";
"kDiscardChangesButton" = "変更内容を破棄";
"kReviewChangesButton" = "変更内容を確認...";
"kSaveButton" = "保存";
"kDontSaveButton" = "保存しない";
"kCancelButton" = "キャンセル";
"kDeleteButton" = "削除";
"kHTTPErrorCodeFormat" = "サーバからエラーが返されました：%i";


"INVALID_SERIAL_NUMBER_ERR"="接続しようとしているサーバのシリアル番号が無効です。";

// Buttons and stuff
"Continue"="続ける";
"Quit"="終了";
"Apply"="適用";

// Progress messages

"kProgressEllipsisFormat" = "%@...";
"kGettingTimeOnServer" = "サーバの時刻を取得中";
"kTransferringFiles" = "ファイルを転送中です";
"kFileTransferStatusFormat" = "ファイル“%@”を転送中です（%i/%i）";
"kFileTransferSubstatusFormat" = "転送完了：%@、残り：%@";

"Getting network information"="ネットワーク情報を取得中";
"Getting DHCP information"="DHCP 情報を取得中";

"Setting up Network"="ネットワークを設定中";
"Setting up DHCP"="DHCP を設定中";
"Setting up NAT"="NAT を設定中";
"Setting up VPN"="VPN を設定中";
"Setting up IP Firewall"="IP ファイアウォールを設定中";
"Starting DHCP"="DHCP を開始中";
"Starting NAT"="NAT を開始中";
"Starting VPN"="VPN を開始中";
"Starting DNS"="DNS を開始中";
"Starting IP Firewall"="IP ファイアウォールを開始中";

"not"="しない";

// Listings

"kBrowseFormat" = "“%@”をブラウズ";
"kNumberOfItemsFormatSingular" = "%@ 項目";
"kNumberOfItemsFormatPlural" = "%@ 項目";

// list formats:
"kLanInterfaceListFormat"=" - IP アドレス %3$@ を使用する %1$@（%2$@）";  // readable name, name, ip address
"kDHCPListFormat"=" - %@（%@）は %@ 〜 %@ のアドレスを使用します";  // readable name, name, beginning range, end range
"kIPFWListFormat"=" - %@ は %@（%@）上のすべてのトラフィックを許可します";  //groupname, readable name, name
"kVPNFormat"=" - VPN は %@ 〜 %@ のアドレスを使用します"; //beginning range, end range
// number formatters
"kBytes" = "バイト";
"kAbbreviatedBytes" = "B";
"kPerSecond" = "／秒";
"x10^-9" = "n";
"x10^-6" = "µ";
"x10^-3" = "m";
"x10^0" = "";
"x10^3" = "K";
"x10^6" = "M";
"x10^9" = "G";
"x10^12" = "T";

// errors from server
